:- dynamic description/2.

description("Пушкин, Александр Сергеевич", ["Великий русский поэт.", "Наше все."]).
description("громоотвод", ["Молниеотвод", "Устройство для заземления электрических разрядов молнии."]).
description("хоккей", ["Командный вид спорта, цель которого - занести снаряд в зачетную зону соперника.", "Выделяют три вида хоккея: хоккей на траве (с мячом), хоккей с мячом на льду (русский хоккей или бенди) и хоккей с шайбой.", "Действующим чемпионом России по хоккею с шайбой является магнитогорский \"Металлург\"."]).
description("Венеция", ["Город в Италии, знаменитый своими улицами, большинство из которых являются водными. В городе более 200 мостов, многие из которых считаются шедеврами архитектурного искусства.", "По прогнозам экологов, существует серьезная опасность полного затопления города в ближайшие 100 лет."]).
